Table of Contents
 Enum CoordinateSystemMethod
Namespace
IdeaRS.OpenModel
Assembly
IdeaRS.OpenModel.dll
A system which uses one or more numbers, or coordinates, to uniquely determine the position of a point or other geometric element.
public enum CoordinateSystemMethod
Fields
Cartesian = 0
The Cartesian coordinate system.
Polar = 1
The polar coordinate system.
Fields
 Name |  Description
 Cartesian = 0
The Cartesian coordinate system.
 Polar = 1
The polar coordinate system.
 Edit this page